[
    {
        "_id": "003",
        "type": "news",
        "date": "june-july 2023",
        "title": "Artists residency and exhibition in Myymälä2 Helsinki",
        "description": "Dare to Care members are going to Helsinki for a residency about artists' mental health.",
        "images": ["../../images/news/news003/banner.jpg", "../../images/news/news003/flyer.jpg"],
        "links": [{"link": "https://www.myymala2.com/",
                "linktext": "Please visit Myymälä2 webpage for further information"}],
        "details": ["The international art collective Dare to Care is coming to Helsinki with an unreleased exhibition about mental health and the Arts, accompanied by workshops and performances. During a week-long residency at Myymälä2 Gallery artists Miriam Poletti, Ania Duldiier and Cami Ruohonen will investigate the complex relationship between emotions, body and nature. Dramaturg Kristýna Ilek will offer a participatory performance to explore the difficulties faced by art practitioners.", "Using macro images of the skin of their body, Poletti is creating sculpture-pillows. Through a workshop, they invite local artists to collectively explore the correlation between the mind, mental stress and the body, to create an object that reflects their unexpected connections. The work will be displayed in the end-of-residency exhibition.", "Duldiier’s performance ‘Rebirth‘ explores identity, culture shock, and adaptation as well as ways in which artists seek to establish connections and build relationships with new realities. She uses soil and moss as connection to the earth and the natural world, representing the process of rebirth, renewal, and transformation that occur when one immerses themselves in a new culture.", "Ruohonen’s series of paintings ‘Healing, touch and nature‘ investigates mindfulness and nature through the journey from darkness to light: suffering, dealing, seeking, healing. Before starting therapy, clear sky and greenery always helped her with anxiety and depression. Her abstract paintings ‘Distilled memories‘ are inspired by her skin’s recollection of nature.", "Ilek is presenting two iterations of autobiographical participatory performance ‘I’m not a therapist, can we still talk about feelings?’ with a small group of local artists. While sharing her experiences with mental health problems in her artistic career, she encourages the audience to explore theirs. Participatory performance allows open and safe dialogue about this complex issue.", "-", "Further information on the workshops and the residency programme will be announced on the Myymälä2 Gallery website and on our channels.", "Project management, production, communication and curation by Elena Righini, Mathilde Palenius, Kristýna Ilek.", "The project is supported by Culture Moves Europe, funded by the European Union and implemented by the Goethe-Institut, and TelepART, run by the Finnish Cultural and Research Institutes.", "Disclaimer: This work was produced with the financial assistance of the European Union. The views expressed herein can in no way be taken to reflect the official opinion of the European Union."]
    },
    {
        "_id": "002",
        "type": "news",
        "date": "may 2023",
        "title": "Mental Health Awareness Week with AxisWeb",
        "description": "Dare to Care invite Axis members from all arts disciplines and all career-stages for an informal Research & Development session.",
        "images": ["../../images/news/news002/banner.jpg", "../../images/news/news002/flyer.jpg"],
        "links": [{"link": "https://community.axisweb.org/c/events/dare-to-care-collective-r-d-session-689ba2",
                "linktext": "Please visit AxisWeb webpage for further information"}],
        "details": ["Organized by the UK Mental Health Foundation, the 2023 Mental Health Awareness week runs from 15th to 21st May.", "Through a collaboration with AxisWeb, Dare to Care is participating in the week's activities. We invite artists from all disciplines and all career-stages for an informal participatory Research & Development session focusing on experiences with mental health and career in the arts as well as safeguarding, good practices and strategies for help.", "The meeting will not be recorded and information from the meeting will only be shared anonymously and with consent.", "The session is part of the #MentalHealthforArtists season of events and will be held on Thursday 18th May at 6:30pm (GMT)."]
    },
    {
       "_id": "001",
       "type": "news",
       "date": "february-april 2023",
       "title": "Mental Health Europe Campaign",
       "description": "We collaborated with Mental Health Europe to speak about artists’ mental health and present our work.",
       "images": ["../../images/news/news001/news001.png", "../../images/news/news001/news002.gif"],
       "links": [{"link": "https://www.mhe-sme.org/dare-to-care-art-collective-mental-health-awareness/",
                "linktext": "You can read the full interview on Mental Health Europe website"},
                {"link": "https://www.instagram.com/mentalhealtheurope/",
                "linktext": "You can visit Mental Health Europe Instagram page to see all our posts"}],
       "details": ["Starting in January 2023, Dare to Care began a collaboration with Mental Health Europe. Through their Instagram platform, the artists from our collective shared artworks and reflections on their experience with mental health as art practitioners.", "The posts feature the artworks and reflections of Madeleina Kay, Miriam Poletti, Cami Ruohonen, Ewa Rybojad, Magdalena Rybojad and Ania Duldiier. They were published between February and April 2023 on @mentalhealtheurope.", "As part of the visual campaign, an interview was published on the official website of Mental Health Europe in which the members of the collective, Kristýna Ilek, Mathilde Palenius and Elena Righini, talk about how Dare to Care was founded, their motivations for participating in the project, its objectives and its advocacy.", "-"]
    }
]